tap "jesseduffield/lazydocker"
tap "kojix2/brew"
tap "libsql/sqld"
tap "tursodatabase/tap"
brew "bat"
brew "colordiff"
brew "docker"
brew "docker-compose"
brew "dstp"
brew "eza"
brew "fzf"
brew "gh"
brew "guetzli"
brew "jpegoptim"
brew "lazygit"
brew "libpq"
brew "luarocks"
brew "mise"
brew "neovim"
brew "nmap"
brew "openvpn"
brew "pipx"
brew "pngquant"
brew "ripgrep"
brew "stow"
brew "terraform-docs"
brew "tmux"
brew "watch"
brew "yt-dlp"
brew "zplug"
brew "kojix2/brew/deepl-cli"
brew "tursodatabase/tap/turso"
cask "claude-code"
cask "kitty"
cask "ngrok"
cask "raspberry-pi-imager"
go "cmd/go"
go "cmd/gofmt"
cargo "ec2-search"
